Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# SettingsCardAutoHideMouse.Description
source: Hide the mouse pointer if mouse is inactive.
ar_sa: إخفاء مؤشر الماوس إذا كان غير نشط.
de_de: Mauszeiger ausblenden, wenn die Maus inaktiv ist.
es_es: Ocultar el puntero del ratón si el ratón está inactivo.
fi_fi: Piilota hiiren osoitin, jos hiiri on käyttämättömänä.
fr_fr: Masquer le pointeur de la souris lorsque celle-ci est inactive.
hu_hu: Egérmutató elrejtése, ha az egér inaktív.
it_it: Nascondi il puntatore del mouse se il mouse è inattivo.
ja_jp: マウスが非アクティブな場合、マウスポインターを非表示にします。
ko_kr: 마우스가 비활성화되면 마우스 포인터를 숨깁니다.
ml_in: മൗസ് നിഷ്ക്രിയമാണെങ്കിൽ പോയിന്റർ മായ്ക്കുക.
nl_nl: Muisaanwijzer verbergen als de muis inactief is.
pl_pl: Ukryj wskaźnik myszy, jeśli mysz jest nieaktywna.
pt_br: Ocultar o ponteiro se o mouse estiver inativo.
pt_pt: Ocultar o ponteiro do rato quando este estiver inativo.
ru_ru: Скрывать указатель мыши при отсутствии активности.
sv_se: Dölj muspekaren om musen är inaktiv.
uk_ua: Приховувати вказівник миші, якщо миша не активна.
zh_cn: 鼠标静止时隐藏指针。
zh_tw: 當滑鼠未使用時，隱藏滑鼠指標。

# SettingsCardAutoHideMouse.Header
source: Automatically hide mouse pointer
ar_sa: إخفاء مؤشر الماوس تلقائيًا
de_de: Mauszeiger automatisch ausblenden
es_es: Ocultar automáticamente el puntero del ratón
fi_fi: Piilota hiiren osoitin automaattisesti
fr_fr: Masquer automatiquement le pointeur de la souris
hu_hu: Egérmutató automatikus elrejtése
it_it: Nascondi automaticamente il puntatore del mouse
ja_jp: マウスポインターを自動的に非表示にする
ko_kr: 마우스 포인터 자동 숨기기
ml_in: മൗസ് പോയിന്റർ ഓട്ടോ ഹൈഡ് ചെയ്യുക
nl_nl: Muisaanwijzer automatisch verbergen
pl_pl: Automatycznie ukrywaj wskaźnik myszy
pt_br: Ocultar automaticamente o ponteiro do mouse
pt_pt: Ocultar ponteiro do rato automaticamente
ru_ru: Автоматически скрывать указатель мыши
sv_se: Dölj muspekaren automatiskt
uk_ua: Автоматично приховувати вказівник миші
zh_cn: 自动隐藏鼠标指针
zh_tw: 自動隱藏滑鼠指標

# SettingsCardClearDiskCache.Description
source: Fly caches recent quick previews to disk for faster loading next time. Clear removes all cached previews from the disk cache.
ar_sa: يخزّن Fly معاينات سريعة حديثة على القرص لتحميل أسرع في المرة القادمة. يؤدي المسح إلى إزالة جميع المعاينات المخزنة مؤقتًا من ذاكرة التخزين المؤقت على القرص.
es_es: Fly almacena en caché las vistas previas rápidas recientes en el disco para una carga más rápida la próxima vez. Limpiar elimina todas las vistas previas almacenadas en caché del disco.
fr_fr: Fly met en cache les aperçus rapides récents sur le disque pour un chargement plus rapide la prochaine fois. « Vider » supprime tous les aperçus mis en cache du cache disque.
it_it: Fly memorizza nella cache le anteprime veloci recenti su disco per un caricamento più rapido la prossima volta. Cancella rimuove tutte le anteprime memorizzate dalla cache del disco.
ja_jp: Flyは最近のクイックプレビューをディスクにキャッシュし、次回の読み込みを高速化します。クリアするとディスクキャッシュからすべてのキャッシュ済みプレビューが削除されます。
ko_kr: Fly는 다음에 더 빠르게 로드할 수 있도록 최근 빠른 미리보기를 디스크에 캐시합니다. 지우기를 누르면 디스크 캐시에서 모든 캐시된 미리보기가 제거됩니다.
ml_in: Fly അടുത്ത തവണ വേഗത്തിൽ ലോഡ് ചെയ്യാൻ ഏറ്റവും പുതിയ ദ്രുത പ്രിവ്യൂകൾ ഡിസ്‌കിൽ സംഭരിക്കുന്നു. ക്ലിയർ ചെയ്യുന്നത് ഡിസ്‌ക് ക്യാഷിൽ നിന്ന് എല്ലാ ക്യാഷ് ചെയ്ത പ്രിവ്യൂകളും നീക്കം ചെയ്യുന്നു.
nl_nl: Fly slaat recente snelle voorvertoningen op schijf op voor sneller laden de volgende keer. 'Wissen' verwijdert alle opgeslagen voorvertoningen uit de schijfcache.
pl_pl: Fly zapisuje ostatnie szybkie podglądy na dysku, aby przyspieszyć ładowanie przy następnym otwarciu. „Wyczyść” usuwa wszystkie zapisane podglądy z pamięci podręcznej dysku.
pt_pt: O Fly guarda em cache as pré-visualizações rápidas recentes no disco para um carregamento mais rápido da próxima vez. 'Limpar' remove todas as pré-visualizações guardadas na cache do disco.
ru_ru: Fly кэширует последние быстрые предпросмотры на диск для более быстрой загрузки в следующий раз. Очистить удаляет все кэшированные предпросмотры из дискового кэша.
sv_se: Fly cachar senaste snabbförhandsvisningar till disk för snabbare laddning nästa gång. Rensa tar bort alla cachade förhandsvisningar från diskcachen.
uk_ua: Fly кешує останні швидкі прев'ю на диск для швидшого завантаження наступного разу. Очистити видаляє всі кешовані прев'ю з дискового кешу.
zh_tw: Fly 將最近的快速預覽快取至磁碟，以便下次更快載入。清除會移除磁碟快取中所有已快取的預覽。

# SettingsCardClearDiskCache.Header
source: Clear Disk Cache
ar_sa: مسح التخزين المؤقت على القرص
es_es: Vaciar caché de disco
fr_fr: Vider le cache disque
it_it: Svuota la cache del disco
ja_jp: ディスクキャッシュをクリア
ko_kr: 디스크 캐시 지우기
ml_in: ഡിസ്‌ക് ക്യാഷ് മായ്ക്കുക
nl_nl: Schijfcache wissen
pl_pl: Wyczyść pamięć podręczną dysku
pt_pt: Limpar cache do disco
ru_ru: Очистить кэш диска
sv_se: Rensa diskcache
uk_ua: Очистити кеш на диску
zh_tw: 清除磁碟快取

# SettingsCardConfirmBeforeDelete.Description
source: Ask for confirmation before deleting any file.
ar_sa: طلب تأكيد قبل حذف أي ملف.
de_de: Vor dem Löschen einer Datei um Bestätigung bitten.
es_es: Pedir confirmación antes de eliminar cualquier archivo.
fi_fi: Pyydä vahvistus ennen tiedoston poistamista.
fr_fr: Demander confirmation avant de supprimer un fichier.
hu_hu: Megerősítés kérése fájl törlése előtt.
it_it: Chiede conferma prima di eliminare qualsiasi file.
ja_jp: ファイルを削除する前に確認を求めます。
ko_kr: 파일 삭제 전에 확인 요청
ml_in: ഫയൽ ഡിലീറ്റ് ചെയ്യുന്നതിന് മുൻമ്പ് സ്ഥിരീകരണം ചോദിക്കുക.
nl_nl: Vraag om bevestiging voordat een bestand wordt verwijderd.
pl_pl: Pytaj o potwierdzenie przed usunięciem każdego pliku.
pt_br: Pedir confirmação antes de excluir qualquer arquivo.
pt_pt: Pedir confirmação antes de eliminar qualquer ficheiro.
ru_ru: Запрашивать подтверждение перед удалением файлов.
sv_se: Fråga om bekräftelse innan du tar bort någon fil.
uk_ua: Запитувати підтвердження перед видаленням будь-якого файлу.
zh_cn: 删除文件前先进行确认。
zh_tw: 刪除檔案前先詢問確認。

# SettingsCardConfirmBeforeDelete.Header
source: Confirm before deleting files
ar_sa: تأكيد قبل حذف الملفات
de_de: Bestätigungsdialog zum Löschen von Dateien anzeigen
es_es: Confirmar antes de eliminar archivos
fi_fi: Vahvista ennen tiedostojen poistamista
fr_fr: Confirmer avant de supprimer des fichiers
hu_hu: Megerősítés fájlok törlése előtt
it_it: Conferma prima di eliminare i file
ja_jp: ファイル削除前の確認
ko_kr: 파일 삭제 전 확인
ml_in: ഫയൽ ഡിലീറ്റ് ചെയ്യുമ്പോൾ സ്ഥിരീകരണ ഡയലോഗ് കാണിക്കുക
nl_nl: Bevestigen voordat bestanden worden verwijderd
pl_pl: Potwierdź przed usunięciem plików
pt_br: Confirmar antes de excluir arquivos
pt_pt: Confirmar antes de eliminar ficheiros
ru_ru: Подтверждать удаление файлов
sv_se: Bekräfta innan du tar bort filer
uk_ua: Підтверджувати перед видаленням файлів
zh_cn: 删除文件前确认
zh_tw: 刪除前確認

# SettingsCardCredits.Description
source: FlyPhotos thanks Resvg, Magick.NET, MagicScaler, Rawler, NLog, and WinUIEx.
ar_sa: يشكر FlyPhotos كلاً من Resvg وMagick.NET وMagicScaler وRawler وNLog وWinUIEx.
es_es: FlyPhotos agradece a Resvg, Magick.NET, MagicScaler, Rawler, NLog y WinUIEx.
fr_fr: FlyPhotos remercie Resvg, Magick.NET, MagicScaler, Rawler, NLog et WinUIEx.
it_it: FlyPhotos ringrazia Resvg, Magick.NET, MagicScaler, Rawler, NLog e WinUIEx.
ja_jp: FlyPhotosは、Resvg、Magick.NET、MagicScaler、Rawler、NLog、およびWinUIExに感謝します。
ko_kr: FlyPhotos는 Resvg, Magick.NET, MagicScaler, Rawler, NLog, WinUIEx에 감사합니다.
ml_in: ഫ്ലൈ Resvg, Magick.NET, MagicScaler, NLog, Rawler, WinUIEx എന്നിവയോട് നന്ദി പറയുന്നു.
nl_nl: FlyPhotos dankt Resvg, Magick.NET, MagicScaler, Rawler, NLog en WinUIEx.
pl_pl: FlyPhotos dziękuje Resvg, Magick.NET, MagicScaler, Rawler, NLog i WinUIEx.
pt_pt: FlyPhotos agradece a Resvg, Magick.NET, MagicScaler, Rawler, NLog e WinUIEx.
ru_ru: FlyPhotos благодарит Resvg, Magick.NET, MagicScaler, Rawler, NLog и WinUIEx.
sv_se: FlyPhotos tackar Resvg, Magick.NET, MagicScaler, Rawler, NLog och WinUIEx.
uk_ua: FlyPhotos дякує Resvg, Magick.NET, MagicScaler, Rawler, NLog та WinUIEx.
zh_tw: FlyPhotos 感謝 Resvg、Magick.NET、MagicScaler、Rawler、NLog 和 WinUIEx。

# SettingsCardCredits.Header
source: Credits
ar_sa: المساهمون
de_de: Danksagung
es_es: Créditos
fi_fi: Kiitokset
fr_fr: Crédits
hu_hu: Köszönetnyilvánítás
it_it: Crediti
ja_jp: 著作権情報
ko_kr: 크레딧
ml_in: കടപ്പാടുകൾ
nl_nl: Met dank aan
pl_pl: Podziękowania
pt_br: Créditos
pt_pt: Créditos
ru_ru: Благодарности
sv_se: Bidrag
uk_ua: Подяки
zh_cn: 致谢
zh_tw: 致謝

# RawDecodeTeachingTip.Subtitle
source: The current photo will reload in a moment.
ar_sa: ستتم إعادة تحميل الصورة الحالية خلال لحظات.
es_es: La foto actual se recargará en un momento.
fr_fr: La photo actuelle sera rechargée dans un instant.
it_it: La foto corrente verrà ricaricata tra un momento.
ja_jp: 現在の写真はまもなく再読み込みされます。
ko_kr: 현재 사진이 잠시 후 다시 로드됩니다.
ml_in: നിലവിലെ ഫോട്ടോ ഉടൻ വീണ്ടും ലോഡ് ചെയ്യും.
nl_nl: De huidige foto wordt zo opnieuw geladen.
pl_pl: Bieżące zdjęcie zostanie za chwilę załadowane ponownie.
pt_pt: A foto atual será recarregada dentro de momentos.
ru_ru: Текущее фото будет перезагружено через мгновение.
sv_se: Det aktuella fotot laddas snart om.
uk_ua: Поточне фото буде перезавантажено за мить.
zh_tw: 目前的相片將在稍後重新載入。

# RawDecodeTeachingTip.Title
source: Decoder Changed
ar_sa: تم تغيير فك الترميز
es_es: Decodificador cambiado
fr_fr: Décodeur modifié
it_it: Decoder cambiato
ja_jp: デコーダーを変更しました
ko_kr: 디코더 변경됨
ml_in: ഡീകോഡർ മാറ്റി
nl_nl: Decoder gewijzigd
pl_pl: Zmieniono dekoder
pt_pt: Descodificador alterado
ru_ru: Декодер изменён
sv_se: Avkodare ändrad
uk_ua: Декодер змінено
zh_tw: 解碼器已變更

# SettingsCardDecodeRawData.Description
source: Use actual RAW data instead of the embedded JPEG inside the RAW file.
ar_sa: استخدام بيانات RAW الفعلية بدلاً من JPEG المضمنة داخل ملف RAW.
es_es: Usar datos RAW reales en lugar del JPEG incrustado dentro del archivo RAW.
fr_fr: Utiliser les données RAW réelles au lieu du JPEG intégré dans le fichier RAW.
it_it: Usa i dati RAW reali invece del JPEG incorporato nel file RAW.
ja_jp: RAWファイル内の埋め込みJPEGの代わりに実際のRAWデータを使用します
ko_kr: RAW 파일 내에 포함된 JPEG 대신 실제 RAW 데이터를 사용합니다
ml_in: RAW ഫയലിനുള്ളിലെ എംബെഡഡ് JPEG നു പകരം യഥാർത്ഥ RAW ഡാറ്റ ഉപയോഗിക്കുക
nl_nl: Gebruik echte RAW-gegevens in plaats van de ingesloten JPEG in het RAW-bestand.
pl_pl: Użyj rzeczywistych danych RAW zamiast osadzonego pliku JPEG w pliku RAW.
pt_pt: Utilizar dados RAW reais em vez do JPEG incorporado no ficheiro RAW.
ru_ru: Использовать реальные данные RAW вместо встроенного JPEG внутри RAW-файла
sv_se: Använd faktisk RAW-data istället för den inbäddade JPEG-bilden i RAW-filen.
uk_ua: Використовувати справжні RAW-дані замість вбудованого JPEG у RAW-файлі.
zh_tw: 使用實際 RAW 資料，而不是 RAW 檔案內嵌的 JPEG

# SettingsCardDecodeRawData.Header
source: Decode Camera RAW
ar_sa: فك ترميز صور RAW من الكاميرا
es_es: Decodificar RAW de la cámara
fr_fr: Décoder les fichiers RAW de l'appareil photo
it_it: Decodifica i file RAW della fotocamera
ja_jp: カメラRAWをデコード
ko_kr: 카메라 RAW 디코딩
ml_in: ക്യാമറ RAW ഡീകോഡ് ചെയ്യുക
nl_nl: Camera RAW decoderen
pl_pl: Dekoduj RAW z aparatu
pt_pt: Descodificar RAW da câmara
ru_ru: Декодирование RAW
sv_se: Avkoda kamerans RAW-filer
uk_ua: Декодування RAW камери
zh_tw: 解碼相機 RAW

# SettingsCardDecoderPriority.Description
source: WIC (Windows Imaging Component) : System codecs • Rawler : fastest • ImageMagick : best compatibility
ar_sa: WIC (Windows Imaging Component) : برامج ترميز النظام • Rawler : الأسرع • ImageMagick : أفضل توافق
es_es: WIC (Windows Imaging Component): códecs del sistema • Rawler: más rápido • ImageMagick: mejor compatibilidad
fr_fr: WIC (Windows Imaging Component) : codecs système • Rawler : le plus rapide • ImageMagick : meilleure compatibilité
it_it: WIC (Windows Imaging Component): codec di sistema • Rawler: più veloce • ImageMagick: migliore compatibilità
ja_jp: WIC（Windows Imaging Component）：システムコーデック • Rawler：最速 • ImageMagick：最高の互換性
ko_kr: WIC (Windows Imaging Component): 시스템 코덱 • Rawler: 가장 빠름 • ImageMagick: 최고의 호환성
ml_in: WIC (Windows Imaging Component): സിസ്റ്റം കോഡെക്കുകൾ • Rawler: ഏറ്റവും വേഗം • ImageMagick: മികച്ച അനുയോജ്യത
nl_nl: WIC (Windows Imaging Component): systeemcodecs • Rawler: snelste • ImageMagick: beste compatibiliteit
pl_pl: WIC (Windows Imaging Component): kodeki systemowe • Rawler: najszybszy • ImageMagick: najlepsza kompatybilność
pt_pt: WIC (Windows Imaging Component) : Codecs do sistema • Rawler : Mais rápido • ImageMagick : Melhor compatibilidade
ru_ru: WIC (Windows Imaging Component): системные кодеки • Rawler: быстродействие • ImageMagick: лучшая совместимость
sv_se: WIC (Windows Imaging Component): systemkodekar • Rawler: snabbast • ImageMagick: bästa kompatibilitet
uk_ua: WIC (Windows Imaging Component) : системні кодеки • Rawler : найшвидший • ImageMagick : найкраща сумісність
zh_tw: WIC（Windows Imaging Component）：系統編解碼器 • Rawler：最快 • ImageMagick：最佳相容性

# SettingsCardDecoderPriority.Header
source: Adjust RAW Decoder Priority (Drag to Reorder)
ar_sa: ضبط أولوية فك ترميز RAW (اسحب لإعادة الترتيب)
es_es: Ajustar prioridad de decodificadores RAW (arrastrar para reordenar)
fr_fr: Ajuster la priorité des décodeurs RAW (glisser pour réorganiser)
it_it: Regola la priorità dei decoder RAW (trascina per riordinare)
ja_jp: RAWデコーダーの優先順位を調整（ドラッグして並べ替え）
ko_kr: RAW 디코더 우선순위 조정 (드래그하여 재정렬)
ml_in: ഡ്രാഗ് ചെയ്ത് RAW ഡീകോഡർ മുൻഗണന ക്രമീകരിക്കുക
nl_nl: RAW-decoderprioriteit aanpassen (slepen om te herschikken)
pl_pl: Dostosuj priorytet dekoderów RAW (przeciągnij, aby zmienić kolejność)
pt_pt: Ajustar prioridade do descodificador RAW (arrastar para reordenar)
ru_ru: Настроить приоритет декодера RAW (перетащите для изменения порядка)
sv_se: Justera prioritet för RAW-avkodare (dra för att ändra ordning)
uk_ua: Налаштувати пріоритет декодера RAW (перетягніть для зміни порядку)
zh_tw: 調整 RAW 解碼器優先順序（拖曳以重新排序）

# SettingsCardDeveloperSupport.Description
source: Make Fly more awesome.
ar_sa: اجعل Fly أكثر روعة.
de_de: Helfen Sie, Fly noch besser zu machen.
es_es: Haz que Fly sea aún más impresionante.
fi_fi: Tee Flystä entistäkin mahtavampi.
fr_fr: Rendez Fly encore plus génial.
hu_hu: Tedd a Fly-t még fantasztikusabbá.
it_it: Rendi Fly ancora più eccezionale.
ja_jp: Flyをさらに素晴らしくしましょう。
ko_kr: Fly를 더욱 멋지게 만드세요.
ml_in: Fly-യെ കൂടുതൽ മികച്ചതാക്കാൻ സഹായിക്കൂ.
nl_nl: Maak Fly nog geweldiger.
pl_pl: Spraw, aby Fly był jeszcze lepszy.
pt_br: Tornar o Fly ainda mais incrível.
pt_pt: Tornar Fly ainda melhor.
ru_ru: Помогите сделать FlyPhotos ещё лучше
sv_se: Gör Fly ännu bättre.
uk_ua: Зробіть Fly ще кращим.
zh_cn: 让 FlyPhotos 变得更棒。
zh_tw: 讓 Fly 變得更棒。

# SettingsCardDeveloperSupport.Header
source: Support FlyPhotos
ar_sa: دعم FlyPhotos
de_de: FlyPhotos unterstützen
es_es: Apoyar FlyPhotos
fi_fi: Tue FlyPhotosia
fr_fr: Soutenir FlyPhotos
hu_hu: FlyPhotos támogatása
it_it: Supporta FlyPhotos
ja_jp: FlyPhotosをサポート
ko_kr: FlyPhotos 지원
ml_in: FlyPhotos-നെ പിന്തുണയ്ക്കുക
nl_nl: Steun FlyPhotos
pl_pl: Wspomóż FlyPhotos
pt_br: Apoiar o FlyPhotos
pt_pt: Apoiar FlyPhotos
ru_ru: Поддержка FlyPhotos
sv_se: Stöd FlyPhotos
uk_ua: Підтримати FlyPhotos
zh_cn: 支持 FlyPhotos
zh_tw: 支援 FlyPhotos

# SettingsCardExternalApps.Description
source: Select external apps to add as shortcuts.
ar_sa: اختيار التطبيقات الخارجية لإضافتها كاختصارات.
de_de: Wählen Sie externe Programme aus, um sie als Verknüpfungen hinzuzufügen.
es_es: Seleccione aplicaciones externas para agregar como accesos directos.
fi_fi: Valitse ulkoisia sovelluksia lisättäväksi pikanäppäimiksi.
fr_fr: Sélectionner des applications externes à ajouter comme raccourcis.
hu_hu: Válassza ki a külső alkalmazásokat, amelyeket parancsikonként szeretne hozzáadni.
it_it: Seleziona app esterne da aggiungere come collegamenti.
ja_jp: ショートカットとして追加する外部アプリを選択します。
ko_kr: 바로 가기로 추가할 외부 앱 선택
ml_in: കുറുക്കുവഴികളായി ചേർക്കാൻ ആപ്പുകൾ ബ്രൗസ് ചെയ്യുക.
nl_nl: Selecteer externe apps om als snelkoppelingen toe te voegen.
pl_pl: Wybierz zewnętrzne aplikacje do dodania jako skróty.
pt_br: Selecione aplicativos externos para adicionar como atalhos.
pt_pt: Selecione aplicações externas para adicionar como atalhos.
ru_ru: Выберите внешние приложения для добавления ярлыков.
sv_se: Välj externa appar att lägga till som genvägar.
uk_ua: Виберіть зовнішні програми для додавання як ярлики.
zh_cn: 选择要添加为快捷方式的外部应用。
zh_tw: 選擇要加入捷徑的外部應用程式。

# SettingsCardExternalApps.Header
source: Select external apps
ar_sa: اختيار التطبيقات الخارجية
de_de: Externe Apps auswählen
es_es: Seleccionar aplicaciones externas
fi_fi: Valitse ulkoiset sovellukset
fr_fr: Sélectionner des applications externes
hu_hu: Külső alkalmazások kiválasztása
it_it: Seleziona app esterne
ja_jp: 外部アプリを選択
ko_kr: 외부 앱 선택
ml_in: മറ്റുള്ള ആപ്പുകൾ തിരഞ്ഞെടുക്കുക
nl_nl: Externe apps selecteren
pl_pl: Wybierz zewnętrzne aplikacje
pt_br: Selecionar aplicativos externos
pt_pt: Selecionar aplicações externas
ru_ru: Выбор внешних приложений
sv_se: Välj externa appar
uk_ua: Вибрати зовнішні програми
zh_cn: 选择外部应用
zh_tw: 選取外部應用程式

# SettingsCardExternalShortcuts.Description
source: Open the current photo in other apps
ar_sa: فتح الصورة الحالية باستخدام تطبيق آخر
es_es: Abrir la foto actual en otras aplicaciones
fr_fr: Ouvrir la photo actuelle dans d'autres applications
it_it: Apri la foto corrente in altre app
ja_jp: 現在の写真を他のアプリで開く
ko_kr: 현재 사진을 다른 앱에서 열기
ml_in: നിലവിലെ ഫോട്ടോ മറ്റ് ആപ്പുകളിൽ തുറക്കുക
nl_nl: Open de huidige foto in andere apps
pl_pl: Otwórz bieżące zdjęcie w innych aplikacjach
pt_pt: Abrir a foto atual noutras aplicações
ru_ru: Открывать текущее фото в других приложениях
sv_se: Öppna det aktuella fotot i andra appar
uk_ua: Відкрити поточне фото в інших програмах
zh_tw: 以其他應用程式開啟目前的照片

# SettingsCardExternalShortcuts.Header
source: Show shortcuts to external apps
ar_sa: اختصارات التطبيقات الخارجية
es_es: Mostrar accesos directos a aplicaciones externas
fr_fr: Afficher les raccourcis vers des applications externes
it_it: Mostra collegamenti ad app esterne
ja_jp: 外部アプリへのショートカットを表示
ko_kr: 외부 앱 바로 가기 표시
ml_in: മറ്റുള്ള ആപ്പുകളിലേക്കുള്ള കുറുക്കുവഴികൾ കാണിക്കുക
nl_nl: Snelkoppelingen naar externe apps weergeven
pl_pl: Pokaż skróty do zewnętrznych aplikacji
pt_pt: Mostrar atalhos para aplicações externas
ru_ru: Показывать ярлыки внешних приложений
sv_se: Visa genvägar till externa appar
uk_ua: Показати ярлики зовнішніх програм
zh_tw: 顯示外部應用程式捷徑

# SettingsCardFadeControls.Description
source: Fade the controls when mouse moves away.
ar_sa: تلاشي عناصر التحكم عند ابتعاد مؤشر الماوس.
de_de: UI-Steuerelemente ausblenden, wenn sich die Maus wegbewegt.
es_es: Atenuar los controles cuando el ratón se aleja.
fi_fi: Häivytä ohjaimet, kun hiiri liikkuu pois.
fr_fr: Estomper les contrôles lorsque la souris s'éloigne.
hu_hu: Vezérlők elhalványítása, amikor az egér elmozdul.
it_it: Dissolvi i controlli quando il mouse si allontana.
ja_jp: マウスが離れるとコントロールをフェードさせます。
ko_kr: 마우스가 멀어지면 컨트롤이 페이드 아웃됩니다.
ml_in: മൗസ് അകലുമ്പോൾ ബട്ടണുകൾ/തമ്പ്നെയിൽ സ്ട്രിപ്പ് മങ്ങിക്കുക
nl_nl: Besturingselementen laten vervagen wanneer de muis wegbeweegt.
pl_pl: Wygaszenie elementów sterujących, gdy mysz się odsunie.
pt_br: Ocultar gradualmente os controles quando o mouse se afastar.
pt_pt: Ocultar gradualmente os controlos quando o rato se afasta.
ru_ru: Скрывать элементы управления при отсутствии активности мыши.
sv_se: Tona ut kontrollerna när musen flyttas bort.
uk_ua: Приховувати елементи керування, коли миша віддаляється.
zh_cn: 鼠标移开后淡出控件。
zh_tw: 當滑鼠移開時淡出控制項。

# SettingsCardFadeControls.Header
source: Automatically fade UI controls
ar_sa: تلاشي عناصر تحكم واجهة المستخدم تلقائيًا
de_de: UI-Steuerelemente automatisch ausblenden
es_es: Atenuar automáticamente los controles de la IU
fi_fi: Häivytä käyttöliittymän ohjaimet automaattisesti
fr_fr: Estomper automatiquement les contrôles d'interface
hu_hu: UI vezérlők automatikus elhalványítása
it_it: Dissolvi automaticamente i controlli UI
ja_jp: UIコントロールを自動的にフェード
ko_kr: UI 컨트롤 자동 페이드
ml_in: ബട്ടണുകൾ/തമ്പ്നെയിൽ ഓട്ടോ ഫേഡ് ചെയ്യുക
nl_nl: UI-besturingselementen automatisch vervagen
pl_pl: Automatyczne wygaszanie elementów sterujących interfejsu użytkownika
pt_br: Ocultar gradualmente os controles da interface
pt_pt: Ocultar gradualmente os controlos da interface
ru_ru: Автоматическое скрытие элементов управления
sv_se: Tona ut användargränssnittskontroller automatiskt
uk_ua: Автоматичне зникання елементів керування
zh_cn: 自动淡出界面控件
zh_tw: 自動淡出介面控制項

# SettingsCardFadeIntensity.Description
source: Adjust strength of auto-fade effect.
ar_sa: ضبط قوة تأثير التلاشي التلقائي.
de_de: Stärke des automatischen Ausblendeffekts anpassen.
es_es: Ajustar la intensidad del efecto de atenuación automática.
fi_fi: Säädä automaattisen häivytyksen voimakkuutta.
fr_fr: Ajuster la force de l'effet d'estompage automatique.
hu_hu: Az automatikus elhalványítás erősségének beállítása.
it_it: Regola la forza dell'effetto di dissolvenza automatica.
ja_jp: 自動フェード効果の強度を調整します。
ko_kr: 자동 페이드 효과의 강도 조정
ml_in: മംഗലിന്റെ ശക്തി ക്രമീകരിക്കുക.
nl_nl: Pas de sterkte van het automatische vervagingseffect aan.
pl_pl: Dostosuj siłę efektu automatycznego wygaszania.
pt_br: Ajustar a intensidade do efeito de ocultação gradual.
pt_pt: Ajustar a intensidade do efeito de ocultação gradual.
ru_ru: Настроить интенсивность эффекта автоскрытия.
sv_se: Justera styrkan på auto-toningseffekten.
uk_ua: Налаштувати інтенсивність ефекту автозникання.
zh_cn: 调整自动淡出效果强度。
zh_tw: 調整自動淡出效果的強度。

# SettingsCardFadeIntensity.Header
source: Auto Fade intensity (%)
ar_sa: مستوى التلاشي التلقائي (%)
de_de: Intensität des automatischen Ausblendens %
es_es: Intensidad de atenuación automática (%)
fi_fi: Automaattisen häivytyksen voimakkuus (%)
fr_fr: Intensité d'estompage automatique (%)
hu_hu: Automatikus elhalványítás intenzitása (%)
it_it: Intensità dissolvenza automatica (%)
ja_jp: 自動フェードの強度 (%)
ko_kr: 자동 페이드 강도(%)
ml_in: മങ്ങൽ തീവ്രത %
nl_nl: Intensiteit automatisch vervagen (%)
pl_pl: Intensywność automatycznego wygaszania (%)
pt_br: Intensidade da ocultação gradual (%)
pt_pt: Intensidade de ocultação gradual (%)
ru_ru: Интенсивность автоскрытия (%)
sv_se: Automatisk toningintensitet (%)
uk_ua: Інтенсивність автозникання (%)
zh_cn: 自动淡出强度 (%)
zh_tw: 淡出強度（％）

# SettingsCardHighResCache.Description
source: Number of full-resolution images preloaded on each side.
ar_sa: عدد الصور بالدقة الكاملة المحملة مسبقًا على كل جانب.
es_es: Número de imágenes en resolución completa precargadas en cada lado.
fr_fr: Nombre d'images en pleine résolution préchargées de chaque côté de la photo actuelle.
it_it: Numero di immagini a piena risoluzione precaricate per ogni lato.
ja_jp: 各側にプリロードされるフル解像度画像の数。
ko_kr: 각 측면에 미리 로드되는 전체 해상도 이미지 수.
ml_in: ഓരോ വശത്തും പ്രിലോഡ് ചെയ്യുന്ന പൂർണ്ണ-റെസല്യൂഷൻ ചിത്രങ്ങളുടെ എണ്ണം.
nl_nl: Aantal afbeeldingen in volledige resolutie dat aan elke kant van de huidige foto wordt voorgeladen.
pl_pl: Liczba obrazów w pełnej rozdzielczości wstępnie załadowanych po każdej stronie bieżącego zdjęcia.
pt_pt: Número de imagens em resolução completa pré-carregadas de cada lado da foto atual.
ru_ru: Количество изображений в полном разрешении, предзагружаемых с каждой стороны.
sv_se: Antal bilder i full upplösning som förinläses på varje sida.
uk_ua: Кількість зображень у повній роздільній здатності, попередньо завантажених з кожного боку від поточного фото.
zh_tw: 每側預先載入的完整解析度影像數量。

# SettingsCardHighResCache.Header
source: High-resolution preload (In-memory)
ar_sa: التحميل المسبق عالي الدقة (في الذاكرة)
es_es: Precarga de alta resolución (En memoria)
fr_fr: Préchargement haute résolution (en mémoire)
it_it: Precaricamento ad alta risoluzione (In memoria)
ja_jp: 高解像度プリロード (メモリ内)
ko_kr: 고해상도 미리 로드 (메모리)
ml_in: ഹൈ-റെസ് പ്രിലോഡ് (മെമ്മറിയിൽ)
nl_nl: Voorladen in hoge resolutie (in geheugen)
pl_pl: Wstępne ładowanie w wysokiej rozdzielczości (w pamięci)
pt_pt: Pré-carregamento de alta resolução (na memória)
ru_ru: Предзагрузка высокого разрешения (В памяти)
sv_se: Högupplöst förinläsning (I minnet)
uk_ua: Попереднє завантаження високої роздільної здатності (у пам'яті)
zh_tw: 高解析度預先載入（記憶體內）
